// problem 1
// შექმენით რამდენიმე ცვლადი სადაც შეინახავთ თქვენს სახელს, გვარს, სქესს და დაბადების წელს.

// problem 2
// რამდენ ექსფრეშენს ხედავთ მოცემულ კოდში?

// (100 - (10+15)/5)*3

// problem 3
// შეინახეთ ცვლადში და შემდეგ კონსოლში დაბეჭდეთ რას უდრის 101-ის 2-ზე გაყოფისას მიღებული ნაშთი (კონსოლში მნიშვნელობის გამოსატანად ვიყენებთ console.log() ფუნქციას).

// Prob 1

const firstName = "Corta";
const lastName = "Saire";
const gender = "Hero";
const birthYear = 1993;

// Prob 2

5 ? ანუ ექსფრეშენი მოქმედების ნიშნები თუ არ არის არის, და თუ წევრებია. რა რთულია ქართულ ენაზე.

// Prob 3

const prob3 = 101 / 2
console.log(prob3);